Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: this isn’t an openGym plan file
ar: هذا ليس ملف خطة openGym
de: das ist keine openGym-Plandatei
es: esto no es un archivo de plan de openGym
fr: ce n'est pas un fichier de plan openGym
hi: यह openGym प्लान फ़ाइल नहीं है
hu: ez nem egy openGym tervfájl
it: questo non è un file di piano openGym
ko: openGym 계획 파일이 아닙니다
pl: to nie jest plik planu openGym
pt: isto não é um ficheiro de plano openGym
pt_br: este não é um arquivo de plano do openGym
ru: это не файл плана openGym
th: นี่ไม่ใช่ไฟล์แผนของ openGym
tr: bu bir openGym plan dosyası değil
uk: це не файл плану openGym
zh: 这不是 openGym 计划文件

source: this week
ar: هذا الأسبوع
de: diese Woche
es: esta semana
fr: cette semaine
hi: इस हफ़्ते
hu: ezen a héten
it: questa settimana
ko: 이번 주
pl: w tym tygodniu
pt: esta semana
pt_br: esta semana
ru: на этой неделе
th: สัปดาห์นี้
tr: bu hafta
uk: цього тижня
zh: 本周

source: time
ar: الوقت
de: Zeit
es: tiempo
fr: temps
hi: समय
hu: idő
it: tempo
ko: 시간
pl: czas
pt: tempo
pt_br: tempo
ru: время
th: เวลา
tr: süre
uk: час
zh: 时间

source: tire
ar: إطار
de: Reifen
es: neumático
fr: pneu
hi: टायर
hu: gumiabroncs
it: pneumatico
ko: 타이어
pl: opona
pt: pneu
pt_br: pneu
ru: покрышка
th: ยางรถ
tr: lastik
uk: покришка
zh: 轮胎

source: to install openGym as a full-screen app.
ar: لتثبيت openGym كتطبيق بملء الشاشة.
de: um openGym als Vollbild-App zu installieren.
es: para instalar openGym como app a pantalla completa.
fr: pour installer openGym en app plein écran.
hi: से openGym को फुल-स्क्रीन ऐप के रूप में इंस्टॉल करें।
hu: hogy az openGym-et teljes képernyős appként telepítsd.
it: per installare openGym come app a schermo intero.
ko: 하면 openGym을 전체 화면 앱으로 설치할 수 있어요.
pl: aby zainstalować openGym jako aplikację pełnoekranową.
pt: para instalar o openGym como app em ecrã inteiro.
pt_br: para instalar o openGym como aplicativo em tela cheia.
ru: чтобы установить openGym как полноэкранное приложение.
th: เพื่อติดตั้ง openGym เป็นแอปเต็มหน้าจอ
tr: ile openGym’i tam ekran uygulama olarak kurabilirsin.
uk: щоб встановити openGym як повноекранний застосунок.
zh: 即可将 openGym 安装为全屏应用。

# today is {0}
source: today is %1$@
ar: اليوم هو %1$@
de: heute ist %1$@
es: hoy toca %1$@
fr: aujourd'hui c'est %1$@
hi: आज %1$@ है
hu: ma %1$@ van
it: oggi tocca %1$@
ko: 오늘은 %1$@
pl: dziś jest %1$@
pt: hoje é %1$@
pt_br: hoje é %1$@
ru: сегодня — %1$@
th: วันนี้คือ %1$@
tr: bugün %1$@ günü
uk: сьогодні — %1$@
zh: 今天是%1$@

# today {0}
source: today %1$@
ar: اليوم %1$@
de: heute %1$@
es: hoy %1$@
fr: aujourd’hui %1$@
hi: आज %1$@
hu: ma %1$@
it: oggi %1$@
ko: 오늘 %1$@
pl: dziś %1$@
pt: hoje %1$@
pt_br: hoje %1$@
ru: сегодня %1$@
th: วันนี้ %1$@
tr: bugün %1$@
uk: сьогодні %1$@
zh: 今天 %1$@

source: trap bar
ar: تراب بار
de: Trap-Stange
es: barra hexagonal
fr: barre hexagonale
hi: ट्रैप बार
hu: trap rúd
ko: 트랩바
pt: barra hexagonal
pt_br: barra hexagonal
ru: трэп-гриф
th: แทร็ปบาร์
uk: трап-гриф
zh: 六角杠

source: trapezius
ar: الترابيس
de: Trapezmuskel
es: trapecio
fr: trapèze
hi: ट्रेपेज़ियस
hu: csuklyás izom
it: trapezio
ko: 승모근
pl: czworoboczny
pt: trapézio
pt_br: trapézio
ru: трапециевидная
th: กล้ามเนื้อบ่า
tr: trapez
uk: трапецієподібний
zh: 斜方肌

source: traps
ar: الترابيس
de: Trapezmuskel
es: trapecios
fr: trapèzes
hi: ट्रैप्स
hu: csuklyás izom
it: trapezi
ko: 승모근
pl: kaptury
pt: trapézios
pt_br: trapézios
ru: трапеции
th: กล้ามเนื้อบ่า
tr: trapez kasları
uk: трапеції
zh: 斜方肌

source: triceps
ar: الترايسبس
de: Trizeps
es: tríceps
hi: ट्राइसेप्स
hu: tricepsz
it: tricipiti
ko: 삼두
pt: tríceps
pt_br: tríceps
ru: трицепс
th: ไทรเซ็ป
tr: triseps
uk: трицепс
zh: 肱三头肌

source: upper arms
ar: أعلى الذراعين
de: Oberarme
es: brazos
fr: bras
hi: बाजू
hu: felkar
it: braccia
ko: 팔
pl: ramiona
pt: braços
pt_br: braços
ru: руки
th: แขนท่อนบน
tr: üst kollar
uk: руки
zh: 上臂

source: upper back
ar: أعلى الظهر
de: oberer Rücken
es: espalda alta
fr: haut du dos
hi: ऊपरी पीठ
hu: felső hát
it: parte alta della schiena
ko: 등 상부
pl: górna część pleców
pt: costas superiores
pt_br: costas superiores
ru: верх спины
th: หลังส่วนบน
tr: üst sırt
uk: верх спини
zh: 上背部

source: upper body ergometer
ar: جهاز تمرين الجزء العلوي
de: Oberkörper-Ergometer
es: ergómetro de brazos
fr: ergomètre à bras
hi: अपर बॉडी एर्गोमीटर
hu: felsőtest ergométer
it: ergometro per braccia
ko: 상체 에르고미터
pl: ergometr ręczny
pt: ergómetro de braços
pt_br: ergômetro de braços
ru: ручной эргометр
th: เครื่องปั่นแขน
tr: üst vücut ergometresi
uk: ручний ергометр
zh: 上肢功率车

source: upper chest
ar: أعلى الصدر
de: obere Brust
es: pecho superior
fr: haut des pectoraux
hi: ऊपरी छाती
hu: felső mell
it: petto alto
ko: 윗가슴
pl: górna klatka
pt: peito superior
pt_br: peito superior
ru: верх груди
th: อกส่วนบน
tr: üst göğüs
uk: верх грудей
zh: 上胸

source: upper legs
ar: الفخذان
de: Oberschenkel
es: piernas
fr: cuisses
hi: जाँघें
hu: comb
it: gambe
ko: 허벅지
pl: uda
pt: pernas
pt_br: pernas
ru: бёдра
th: ขาท่อนบน
tr: bacaklar
uk: стегна
zh: 大腿

source: volume
ar: الحجم
de: Volumen
es: volumen
hi: वॉल्यूम
hu: mennyiség
ko: 볼륨
pl: objętość
ru: объём
th: ปริมาณ
tr: hacim
uk: обсяг
zh: 训练量

# vs. last {0} on {1}:
source: vs. last %1$@ on %2$@:
ar: مقابل آخر %1$@ بتاريخ %2$@:
de: vs. letztes %1$@ am %2$@:
es: vs. último %1$@ el %2$@:
fr: vs dernière %1$@ le %2$@ :
hi: बनाम पिछला %1$@, %2$@:
hu: az utolsó %1$@ (%2$@) alapján:
it: vs. ultimo %1$@ del %2$@:
ko: 지난 %1$@ (%2$@) 대비:
pl: vs. ostatni %1$@ z %2$@:
pt: vs. último %1$@ em %2$@:
pt_br: vs. último %1$@ em %2$@:
ru: vs. прошлая %1$@ от %2$@:
th: เทียบกับ %1$@ ล่าสุดเมื่อ %2$@:
tr: önceki %1$@ (%2$@) ile:
uk: проти минулого %1$@ від %2$@:
zh: 对比上次 %1$@（%2$@）：

source: waist
ar: الخصر
de: Rumpf
es: abdomen
fr: abdos
hi: पेट
hu: derék
it: addome
ko: 복부
pl: brzuch
pt: abdómen
pt_br: abdômen
ru: пресс
th: เอว
tr: karın
uk: прес
zh: 腰腹

source: weighted
ar: بوزن إضافي
de: mit Zusatzgewicht
es: con lastre
fr: lesté
hi: वज़न सहित
hu: súlyozott
it: zavorrato
ko: 중량
pl: z obciążeniem
pt: com peso extra
pt_br: com peso extra
ru: с отягощением
th: มีน้ำหนักถ่วง
tr: ağırlıklı
uk: з обтяженням
zh: 负重

source: wheel roller
ar: عجلة البطن
de: Bauchroller
es: rueda abdominal
fr: roue abdominale
hi: एब व्हील
hu: hasgörgő
it: ruota per addominali
ko: AB휠
pl: kółko do brzucha
pt: roda abdominal
pt_br: roda abdominal
ru: ролик для пресса
th: ล้อกลิ้งหน้าท้อง
tr: karın tekeri
uk: ролик для преса
zh: 健腹轮

source: wrist extensors
ar: باسطات المعصم
de: Handstrecker
es: extensores de muñeca
fr: extenseurs du poignet
hi: कलाई विस्तारक
hu: csuklófeszítő
it: estensori del polso
ko: 손목 신전근
pl: prostowniki nadgarstka
pt: extensores do punho
pt_br: extensores do punho
ru: разгибатели запястья
th: กล้ามเนื้อเหยียดข้อมือ
tr: bilek ekstansörleri
uk: розгиначі зап’ястя
zh: 腕伸肌

source: wrist flexors
ar: مثنيات المعصم
de: Handbeuger
es: flexores de muñeca
fr: fléchisseurs du poignet
hi: कलाई मोड़क
hu: csuklóhajlító
it: flessori del polso
ko: 손목 굴곡근
pl: zginacze nadgarstka
pt: flexores do punho
pt_br: flexores do punho
ru: сгибатели запястья
th: กล้ามเนื้องอข้อมือ
tr: bilek fleksörleri
uk: згиначі зап’ястя
zh: 腕屈肌

source: wrists
ar: المعصمان
de: Handgelenke
es: muñecas
fr: poignets
hi: कलाइयाँ
hu: csukló
it: polsi
ko: 손목
pl: nadgarstki
pt: punhos
pt_br: punhos
ru: запястья
th: ข้อมือ
tr: bilekler
uk: зап’ястя
zh: 手腕

source: your fingerprint, face or PIN
ar: بصمة إصبعك أو وجهك أو رمز PIN
de: Fingerabdruck, Gesicht oder PIN
es: tu huella, tu cara o tu PIN
fr: ton empreinte, ton visage ou ton code PIN
hi: अपने फ़िंगरप्रिंट, चेहरे या PIN
hu: ujjlenyomat, arc vagy PIN-kód
it: la tua impronta, il tuo volto o il PIN
ko: 지문, 얼굴 또는 PIN
pl: odcisk palca, twarz lub PIN
pt: a tua impressão digital, rosto ou PIN
pt_br: sua impressão digital, rosto ou PIN
ru: отпечаток пальца, лицо или PIN-код
th: ลายนิ้วมือ ใบหน้า หรือ PIN ของคุณ
tr: parmak izi, yüz veya PIN
uk: відбиток пальця, обличчя або PIN-код
zh: 你的指纹、面容或 PIN 码

source: your password manager
ar: مدير كلمات المرور لديك
de: Passwortmanager
es: tu gestor de contraseñas
fr: ton gestionnaire de mots de passe
hi: आपका पासवर्ड मैनेजर
hu: jelszókezelő
it: il tuo gestore di password
ko: 비밀번호 관리자
pl: Twój menedżer haseł
pt: o teu gestor de palavras-passe
pt_br: seu gerenciador de senhas
ru: ваш менеджер паролей
th: ตัวจัดการรหัสผ่านของคุณ
tr: şifre yöneticin
uk: твій менеджер паролів
zh: 你的密码管理器

# {0} MB
source: %1$@ MB
ar: %1$@ م.ب
fr: %1$@ Mo
ru: %1$@ МБ
uk: %1$@ МБ

# {0} accepted
source: %1$@ accepted
ar: تم قبول %1$@
de: %1$@ angenommen
es: %1$@ aceptadas
fr: %1$@ acceptés
hi: %1$@ स्वीकृत
hu: %1$@ elfogadva
it: %1$@ accettate
ko: %1$@개 수락
pl: %1$@ przyjęte
pt: %1$@ aceites
pt_br: %1$@ aceitas
ru: %1$@ принято
th: ยอมรับ %1$@
tr: %1$@ kabul
uk: %1$@ прийнято
zh: %1$@ 项采纳

# {0} accepted · {1} declined
source: %1$@ accepted · %2$@ declined
ar: %1$@ مقبول · %2$@ مرفوض
de: %1$@ angenommen · %2$@ abgelehnt
es: %1$@ aceptadas · %2$@ rechazadas
fr: %1$@ acceptés · %2$@ refusés
hi: %1$@ स्वीकृत · %2$@ अस्वीकृत
hu: %1$@ elfogadva · %2$@ elutasítva
it: %1$@ accettate · %2$@ rifiutate
ko: %1$@개 수락 · %2$@개 거절
pl: %1$@ przyjęte · %2$@ odrzucone
pt: %1$@ aceites · %2$@ recusadas
pt_br: %1$@ aceitas · %2$@ recusadas
ru: %1$@ принято · %2$@ отклонено
th: ยอมรับ %1$@ · ปฏิเสธ %2$@
tr: %1$@ kabul · %2$@ ret
uk: %1$@ прийнято · %2$@ відхилено
zh: %1$@ 项采纳 · %2$@ 项拒绝

# {0} added — {1}
source: %1$@ added — %2$@
ar: أُضيف %1$@ — %2$@
de: %1$@ hinzugefügt — %2$@
es: %1$@ añadido — %2$@
fr: %1$@ ajouté — %2$@
hi: %1$@ जोड़ा गया — %2$@
hu: %1$@ hozzáadva — %2$@
it: %1$@ aggiunto — %2$@
ko: %1$@ 추가됨 — %2$@
pl: Dodano %1$@ — %2$@
pt: %1$@ adicionado — %2$@
pt_br: %1$@ adicionado — %2$@
ru: %1$@ добавлено — %2$@
th: เพิ่ม %1$@ แล้ว — %2$@
tr: %1$@ eklendi — %2$@
uk: %1$@ додано — %2$@
zh: 已添加 %1$@ — %2$@

# {0} applied
source: %1$@ applied
ar: طُبّق %1$@
de: %1$@ übernommen
es: %1$@ aplicados
fr: %1$@ appliqués
hi: %1$@ लागू
hu: %1$@ alkalmazva
it: %1$@ applicate
ko: %1$@개 적용됨
pl: zastosowano %1$@
pt: %1$@ aplicadas
pt_br: %1$@ aplicadas
ru: применено: %1$@
th: นำไปใช้ %1$@ รายการ
tr: %1$@ uygulandı
uk: застосовано: %1$@
zh: 已应用 %1$@ 项

# {0} change
source: %1$@ change
ar: %1$@ تغيير
de: %1$@ Änderung
es: %1$@ cambio
fr: %1$@ modification
hi: %1$@ बदलाव
hu: %1$@ módosítás
it: %1$@ modifica
ko: 변경 %1$@개
pl: %1$@ zmiana
pt: %1$@ alteração
pt_br: %1$@ alteração
ru: %1$@ изменение
th: %1$@ รายการ
tr: %1$@ değişiklik
uk: %1$@ зміна
zh: %1$@ 项更改

# {0} change applied
source: %1$@ change applied
ar: طُبّق %1$@ تغيير
de: %1$@ Änderung angewendet
es: %1$@ cambio aplicado
fr: %1$@ changement appliqué
hi: %1$@ बदलाव लागू
hu: %1$@ módosítás alkalmazva
it: %1$@ modifica applicata
ko: %1$@개 변경 적용됨
pl: %1$@ zmiana zastosowana
pt: %1$@ alteração aplicada
pt_br: %1$@ mudança aplicada
ru: %1$@ изменение применено
th: นำไปใช้ %1$@ การเปลี่ยนแปลง
tr: %1$@ değişiklik uygulandı
uk: %1$@ зміну застосовано
zh: 已应用 %1$@ 项更改

# {0} changes
source: %1$@ changes
ar: %1$@ تغييرات
de: %1$@ Änderungen
es: %1$@ cambios
fr: %1$@ modifications
hi: %1$@ बदलाव
hu: %1$@ módosítás
it: %1$@ modifiche
ko: 변경 %1$@개
pl: zmian: %1$@
pt: %1$@ alterações
pt_br: %1$@ alterações
ru: изменений: %1$@
th: %1$@ รายการ
tr: %1$@ değişiklik
uk: змін: %1$@
zh: %1$@ 项更改

# {0} changes applied
source: %1$@ changes applied
ar: طُبّقت %1$@ تغييرات
de: %1$@ Änderungen angewendet
es: %1$@ cambios aplicados
fr: %1$@ changements appliqués
hi: %1$@ बदलाव लागू
hu: %1$@ módosítás alkalmazva
it: %1$@ modifiche applicate
ko: %1$@개 변경 적용됨
pl: %1$@ zmian zastosowanych
pt: %1$@ alterações aplicadas
pt_br: %1$@ mudanças aplicadas
ru: %1$@ изменений применено
th: นำไปใช้ %1$@ การเปลี่ยนแปลง
tr: %1$@ değişiklik uygulandı
uk: %1$@ змін застосовано
zh: 已应用 %1$@ 项更改

# {0} days a week
source: %1$@ days a week
ar: %1$@ أيام في الأسبوع
de: %1$@ Tage pro Woche
es: %1$@ días a la semana
fr: %1$@ jours par semaine
hi: हफ़्ते में %1$@ दिन
hu: Heti %1$@ nap
it: %1$@ giorni a settimana
ko: 주 %1$@일
pl: %1$@ dni w tygodniu
pt: %1$@ dias por semana
pt_br: %1$@ dias por semana
ru: %1$@ дней в неделю
th: %1$@ วันต่อสัปดาห์
tr: haftada %1$@ gün
uk: %1$@ днів на тиждень
zh: 每周 %1$@ 天

# {0} days already have data here and will be left alone.
source: %1$@ days already have data here and will be left alone.
ar: %1$@ من الأيام تحتوي بالفعل على بيانات هنا وستُترك كما هي.
de: %1$@ Tage haben hier schon Daten und bleiben unangetastet.
es: %1$@ días ya tienen datos aquí y no se tocarán.
fr: %1$@ jours ont déjà des données ici et ne seront pas touchés.
hi: %1$@ दिनों में पहले से डेटा है, वे अछूते रहेंगे।
hu: %1$@ napnak már van itt adata, ezek érintetlenek maradnak.
it: %1$@ giorni hanno già dati qui e non verranno toccati.
ko: %1$@일은 이미 데이터가 있어 그대로 둡니다.
pl: %1$@ dni ma już tutaj dane i pozostanie bez zmian.
pt: %1$@ dias já têm dados aqui e não serão tocados.
pt_br: %1$@ dias já têm dados aqui e não serão alterados.
ru: В %1$@ дней уже есть данные — они останутся без изменений.
th: %1$@ วันมีข้อมูลอยู่แล้ว จะไม่ถูกเปลี่ยนแปลง
tr: %1$@ günde zaten veri var, bunlara dokunulmayacak.
uk: У %1$@ днів уже є дані — вони лишаться без змін.
zh: 有 %1$@ 天已存在数据，将保持不变。

# {0} days per week
source: %1$@ days per week
ar: %1$@ أيام في الأسبوع
de: %1$@ Tage pro Woche
es: %1$@ días por semana
fr: %1$@ jours par semaine
hi: हफ़्ते में %1$@ दिन
hu: Heti %1$@ nap
it: %1$@ giorni a settimana
ko: 주 %1$@일
pl: %1$@ dni w tygodniu
pt: %1$@ dias por semana
pt_br: %1$@ dias por semana
ru: Дней в неделю: %1$@
th: สัปดาห์ละ %1$@ วัน
tr: Haftada %1$@ gün
uk: Днів на тиждень: %1$@
zh: 每周 %1$@ 天

# {0} done
source: %1$@ done
ar: %1$@ مكتمل
de: %1$@ geschafft
es: %1$@ hecho
fr: %1$@ terminé
hi: %1$@ पूरा
hu: %1$@ kész
it: %1$@ fatto
ko: %1$@ 완료
pl: %1$@ — gotowe
pt: %1$@ feito
pt_br: %1$@ feito
ru: %1$@ — готово
th: เสร็จแล้ว %1$@
tr: %1$@ tamamlandı
uk: %1$@ — готово
zh: %1$@ 完成

# {0} equipment types
source: %1$@ equipment types
ar: %1$@ أنواع معدات
de: %1$@ Gerätearten
es: %1$@ tipos de equipo
fr: %1$@ types d’équipement
hi: %1$@ प्रकार के उपकरण
hu: %1$@ eszköztípus
it: %1$@ tipi di attrezzi
ko: 장비 종류 %1$@가지
pl: Typy sprzętu: %1$@
pt: %1$@ tipos de equipamento
pt_br: %1$@ tipos de equipamento
ru: Типов инвентаря: %1$@
th: อุปกรณ์ %1$@ ประเภท
tr: %1$@ ekipman türü
uk: Типів інвентарю: %1$@
zh: %1$@ 种器械

# {0} exercise
source: %1$@ exercise
ar: %1$@ تمرين
de: %1$@ Übung
es: %1$@ ejercicio
fr: %1$@ exercice
hi: %1$@ व्यायाम
hu: %1$@ gyakorlat
it: %1$@ esercizio
ko: 운동 %1$@개
pl: %1$@ ćwiczenie
pt: %1$@ exercício
pt_br: %1$@ exercício
ru: Упражнение: %1$@
th: %1$@ ท่า
tr: %1$@ egzersiz
uk: Вправа: %1$@
zh: %1$@ 个动作

# {0} exercise in the file isn’t in your library and was left out.
source: %1$@ exercise in the file isn’t in your library and was left out.
ar: هناك %1$@ تمرين في الملف غير موجود في مكتبتك وتم استبعاده.
de: %1$@ Übung aus der Datei ist nicht in deiner Bibliothek und wurde weggelassen.
es: %1$@ ejercicio del archivo no está en tu biblioteca y se ha omitido.
fr: %1$@ exercice du fichier n’est pas dans ta bibliothèque et a été ignoré.
hi: फ़ाइल का %1$@ व्यायाम आपकी लाइब्रेरी में नहीं है और छोड़ दिया गया।
hu: %1$@ gyakorlat a fájlban nincs a könyvtáradban, ezért kimaradt.
it: %1$@ esercizio del file non è nella tua libreria ed è stato escluso.
ko: 파일의 운동 %1$@개가 라이브러리에 없어 제외했습니다.
pl: %1$@ ćwiczenie z pliku nie ma go w Twojej bibliotece i zostało pominięte.
pt: %1$@ exercício do ficheiro não está na tua biblioteca e foi ignorado.
pt_br: %1$@ exercício do arquivo não está na sua biblioteca e foi ignorado.
ru: %1$@ упражнение из файла отсутствует в вашей библиотеке и было пропущено.
th: มี %1$@ ท่าในไฟล์ที่ไม่มีในคลังของคุณ จึงถูกข้ามไป
tr: Dosyadaki %1$@ egzersiz kitaplığında yok ve atlandı.
uk: %1$@ вправа з файлу відсутня в твоїй бібліотеці й була пропущена.
zh: 文件中有 %1$@ 个动作不在你的动作库中，已略过。

# {0} exercises
source: %1$@ exercises
ar: %1$@ تمارين
de: %1$@ Übungen
es: %1$@ ejercicios
fr: %1$@ exercices
hi: %1$@ व्यायाम
hu: %1$@ gyakorlat
it: %1$@ esercizi
ko: 운동 %1$@개
pl: %1$@ ćwiczeń
pt: %1$@ exercícios
pt_br: %1$@ exercícios
ru: Упражнений: %1$@
th: %1$@ ท่า
tr: %1$@ egzersiz
uk: Вправ: %1$@
zh: %1$@ 个动作

# {0} exercises in the file aren’t in your library and were left out.
source: %1$@ exercises in the file aren’t in your library and were left out.
ar: %1$@ تمارين في الملف غير موجودة في مكتبتك وتم استبعادها.
de: %1$@ Übungen aus der Datei sind nicht in deiner Bibliothek und wurden weggelassen.
es: %1$@ ejercicios del archivo no están en tu biblioteca y se han omitido.
fr: %1$@ exercices du fichier ne sont pas dans ta bibliothèque et ont été ignorés.
hi: फ़ाइल के %1$@ व्यायाम आपकी लाइब्रेरी में नहीं हैं और छोड़ दिए गए।
hu: %1$@ gyakorlat a fájlban nincs a könyvtáradban, ezért kimaradt.
it: %1$@ esercizi del file non sono nella tua libreria e sono stati esclusi.
ko: 파일의 운동 %1$@개가 라이브러리에 없어 제외했습니다.
pl: %1$@ ćwiczeń z pliku nie ma w Twojej bibliotece i zostały pominięte.
pt: %1$@ exercícios do ficheiro não estão na tua biblioteca e foram ignorados.
pt_br: %1$@ exercícios do arquivo não estão na sua biblioteca e foram ignorados.
ru: %1$@ упражнений из файла отсутствуют в вашей библиотеке и были пропущены.
th: มี %1$@ ท่าในไฟล์ที่ไม่มีในคลังของคุณ จึงถูกข้ามไป
tr: Dosyadaki %1$@ egzersiz kitaplığında yok ve atlandı.
uk: %1$@ вправ з файлу відсутні в твоїй бібліотеці й були пропущені.
zh: 文件中有 %1$@ 个动作不在你的动作库中，已略过。

# {0} exercises with animations
source: %1$@ exercises with animations
ar: %1$@ تمارين مع رسوم متحركة
de: %1$@ Übungen mit Animationen
es: %1$@ ejercicios con animaciones
fr: %1$@ exercices avec animations
hi: एनिमेशन के साथ %1$@ व्यायाम
hu: %1$@ gyakorlat animációval
it: %1$@ esercizi con animazioni
ko: 애니메이션이 있는 운동 %1$@개
pl: %1$@ ćwiczeń z animacjami
pt: %1$@ exercícios com animações
pt_br: %1$@ exercícios com animações
ru: %1$@ упражнений с анимациями
th: %1$@ ท่าพร้อมภาพเคลื่อนไหว
tr: animasyonlu %1$@ egzersiz
uk: %1$@ вправ з анімаціями
zh: %1$@ 个带动画的动作

# {0} file could not be included
source: %1$@ file could not be included
ar: تعذّر تضمين %1$@ ملف
de: %1$@ Datei konnte nicht aufgenommen werden
es: No se pudo incluir %1$@ archivo
fr: %1$@ fichier n’a pas pu être inclus
hi: %1$@ फ़ाइल शामिल नहीं हो सकी
hu: %1$@ fájlt nem sikerült hozzáadni
it: Non è stato possibile includere %1$@ file
ko: 파일 %1$@개를 포함하지 못했습니다
pl: Nie udało się dołączyć %1$@ pliku
pt: Não foi possível incluir %1$@ ficheiro
pt_br: Não foi possível incluir %1$@ arquivo
ru: Не удалось добавить %1$@ файл
th: ใส่ไฟล์ไม่ได้ %1$@ ไฟล์
tr: %1$@ dosya eklenemedi
uk: Не вдалося додати %1$@ файл
zh: 有 %1$@ 个文件无法包含

# {0} files could not be included
source: %1$@ files could not be included
ar: تعذّر تضمين %1$@ من الملفات
de: %1$@ Dateien konnten nicht aufgenommen werden
es: No se pudieron incluir %1$@ archivos
fr: %1$@ fichiers n’ont pas pu être inclus
hi: %1$@ फ़ाइलें शामिल नहीं हो सकीं
hu: %1$@ fájlt nem sikerült hozzáadni
it: Non è stato possibile includere %1$@ file
ko: 파일 %1$@개를 포함하지 못했습니다
pl: Nie udało się dołączyć plików: %1$@
pt: Não foi possível incluir %1$@ ficheiros
pt_br: Não foi possível incluir %1$@ arquivos
ru: Не удалось добавить файлов: %1$@
th: ใส่ไฟล์ไม่ได้ %1$@ ไฟล์
tr: %1$@ dosya eklenemedi
uk: Не вдалося додати файлів: %1$@
zh: 有 %1$@ 个文件无法包含

# {0} is on the plan today — let’s go!
source: %1$@ is on the plan today — let’s go!
ar: %1$@ في خطة اليوم
de: %1$@ steht heute auf dem Plan — los geht’s!
es: ¡Hoy toca %1$@ — vamos!
fr: %1$@ est au programme aujourd’hui — allez !
hi: आज प्लान में %1$@ है — चलो शुरू करें!
hu: Ma %1$@ van a terven — gyerünk!
it: Oggi è in programma %1$@ — forza!
ko: 오늘은 %1$@ 하는 날이에요 — 화이팅!
pl: Dziś w planie: %1$@ — do dzieła!
pt: Hoje tens %1$@ no plano — vamos!
pt_br: Hoje tem %1$@ no plano — vamos lá!
ru: Сегодня по плану %1$@ — вперёд!
th: วันนี้มี %1$@ ในแผน — ลุยเลย!
tr: Bugün planda %1$@ var — hadi!
uk: Сьогодні за планом %1$@ — вперед!
zh: 今天的计划是%1$@——加油！

# {0} loaded
source: %1$@ loaded
ar: %1$@ محمّلة
de: %1$@ geladen
es: %1$@ cargado
fr: %1$@ chargé
hi: %1$@ लोड हुआ
hu: %1$@ betöltve
it: %1$@ caricato
ko: %1$@ 불러옴
pl: Wczytano: %1$@
pt: %1$@ carregado
pt_br: %1$@ carregado
ru: %1$@ загружен
th: โหลด %1$@ แล้ว
tr: %1$@ yüklendi
uk: %1$@ завантажено
zh: 已加载%1$@

# {0} min
source: %1$@ min
ar: %1$@ دقيقة
hi: %1$@ मिनट
hu: %1$@ perc
ko: %1$@분
ru: %1$@ мин
th: %1$@ นาที
tr: %1$@ dk
uk: %1$@ хв
zh: %1$@ 分钟

# {0} min per session
source: %1$@ min per session
ar: %1$@ دقيقة لكل جلسة
de: %1$@ Min. pro Einheit
es: %1$@ min por sesión
fr: %1$@ min par séance
hi: प्रति सत्र %1$@ मिनट
hu: %1$@ perc edzésenként
it: %1$@ min a sessione
ko: 세션당 %1$@분
pl: %1$@ min na sesję
pt: %1$@ min por sessão
pt_br: %1$@ min por sessão
ru: %1$@ мин за тренировку
th: %1$@ นาทีต่อเซสชัน
tr: Seans başına %1$@ dk
uk: %1$@ хв за тренування
zh: 每次 %1$@ 分钟

# {0} minutes is long — rest periods may be creeping up.
source: %1$@ minutes is long — rest periods may be creeping up.
ar: %1$@ دقيقة مدة طويلة — ربما تزحف فترات الراحة للأعلى.
de: %1$@ Minuten sind lang – die Pausen werden womöglich länger.
es: %1$@ minutos es mucho — los descansos pueden estar alargándose.
fr: %1$@ minutes, c’est long — les pauses s’allongent peut-être.
hi: %1$@ मिनट लंबा है — आराम के अंतराल बढ़ रहे हो सकते हैं।
hu: %1$@ perc hosszú — lehet, hogy a pihenők elnyúlnak.
it: %1$@ minuti sono tanti — i recuperi potrebbero allungarsi.
ko: %1$@분은 긴 편이에요 — 휴식이 길어지고 있을지도.
pl: %1$@ minut to długo — przerwy mogą się wydłużać.
pt: %1$@ minutos é muito — os descansos podem estar a alongar-se.
pt_br: %1$@ minutos é muito — os descansos podem estar aumentando.
ru: %1$@ минут — долго; отдых, похоже, растягивается.
th: %1$@ นาทีนานไป — เวลาพักอาจเริ่มยืดออก
tr: %1$@ dakika uzun — dinlenmeler uzuyor olabilir.
uk: %1$@ хвилин — довго; відпочинок, схоже, розтягується.
zh: %1$@ 分钟有点长——组间休息可能在变长。

# {0} new personal records.
source: %1$@ new personal records.
ar: %1$@ أرقام شخصية جديدة.
de: %1$@ neue persönliche Rekorde.
es: %1$@ récords personales nuevos.
fr: %1$@ nouveaux records personnels.
hi: %1$@ नए व्यक्तिगत रिकॉर्ड।
hu: %1$@ új egyéni csúcs.
it: %1$@ nuovi record personali.
ko: 새 개인 기록 %1$@개.
pl: %1$@ nowych rekordów życiowych.
pt: %1$@ novos recordes pessoais.
pt_br: %1$@ novos recordes pessoais.
ru: Новых личных рекордов: %1$@.
th: สถิติส่วนตัวใหม่ %1$@ รายการ
tr: %1$@ yeni kişisel rekor.
uk: Нових особистих рекордів: %1$@.
zh: %1$@ 项新个人纪录。

# {0} new · {1} days already here
source: %1$@ new · %2$@ days already here
ar: %1$@ جديد · %2$@ أيام موجودة هنا
de: %1$@ neu · %2$@ Tage schon vorhanden
es: %1$@ nuevos · %2$@ días ya están
fr: %1$@ nouveaux · %2$@ jours déjà présents
hi: %1$@ नए · %2$@ दिन पहले से मौजूद
hu: %1$@ új · %2$@ nap már megvan
it: %1$@ nuovi · %2$@ giorni già presenti
ko: 새 %1$@개 · 이미 있는 날 %2$@개
pl: %1$@ nowych · %2$@ dni już jest
pt: %1$@ novos · %2$@ dias já existentes
pt_br: %1$@ novos · %2$@ dias já existentes
ru: %1$@ новых · %2$@ дней уже есть
th: ใหม่ %1$@ · มีอยู่แล้ว %2$@ วัน
tr: %1$@ yeni · %2$@ gün zaten var
uk: %1$@ нових · %2$@ днів уже є
zh: %1$@ 条新记录 · %2$@ 天已有数据

# {0} of {1} Coach runs used today
source: %1$@ of %2$@ Coach runs used today
ar: استُخدم %1$@ من %2$@ تشغيل للمدرب اليوم
de: %1$@ von %2$@ Coach-Durchläufen heute genutzt
es: %1$@ de %2$@ usos del Entrenador hoy
fr: %1$@ sur %2$@ utilisations du Coach aujourd’hui
hi: आज %2$@ में से %1$@ कोच रन इस्तेमाल हुए
hu: Ma %1$@ / %2$@ Edző-futtatás elhasználva
it: %1$@ di %2$@ esecuzioni del Coach usate oggi
ko: 오늘 코치 실행 %2$@회 중 %1$@회 사용
pl: Wykorzystano dziś %1$@ z %2$@ uruchomień Trenera
pt: %1$@ de %2$@ utilizações do Treinador hoje
pt_br: %1$@ de %2$@ usos do Treinador hoje
ru: Сегодня использовано %1$@ из %2$@ запусков Тренера
th: ใช้โค้ชไปแล้ว %1$@ จาก %2$@ ครั้งวันนี้
tr: Bugün %2$@ Koç çalıştırmasının %1$@ tanesi kullanıldı
uk: Сьогодні використано %1$@ з %2$@ запусків Тренера
zh: 今日已使用 %2$@ 次教练调用中的 %1$@ 次
